Revit 2024 API
ParameterTypeId.MepAnalyticalCriticalpathParam Property
 "Critical Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MepAnalyticalCriticalpathParam { get; }
Visual Basic
Public Shared ReadOnly Property MepAnalyticalCriticalpathParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MepAnalyticalCriticalpathParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace